{"def": 71021, "<METHOD>": 107940, "path": 50208, "double": 735, "separator": 830, "while": 6990, "find": 4214, "<NUM>": 243666, "<MASK>": 107940, "replace": 5574, "if": 192052, "is": 37979, "folder": 1376, "and": 15093, "not": 29331, "endswith": 733, "return": 143660, "self": 163763, "name": 83781, "none": 45617, "true": 28642, "isinstance": 7652, "str": 20405, "in": 71145, "x": 39668, "module": 5406, "for": 70277, "iterable": 773, "set": 20351, "issubset": 26, "false": 26282, "async": 4100, "list": 24461, "smhi": 1, "forecast": 59, "json": 11459, "data": 49975, "api": 8866, "get": 49315, "longitude": 279, "latitude": 281, "manager": 2029, "historic": 16, "start": 16893, "date": 4881, "end": 33445, "df": 4461, "np": 16996, "nan": 392, "inplace": 252, "print": 8417, "message": 15581, "databases": 82, "export": 741, "pgpassword": 2, "args": 26647, "extend": 1986, "arg": 5262, "append": 21722, "subprocess": 902, "check": 5255, "call": 5819, "element": 13081, "transform": 1409, "key": 49719, "elements": 1568, "del": 2493, "parent": 7601, "project": 2689, "psy": 4, "simple": 669, "widgets": 224, "texts": 129, "import": 8876, "label": 5944, "widget": 1089, "tag": 8479, "syms": 86, "search": 3714, "format": 18674, "tr": 803, "trump": 1, "report": 1386, "sym": 1146, "sr": 241, "cache": 5436, "add": 12678, "symbolreport": 1, "r": 27741, "instance": 5551, "reboot": 84, "type": 41105, "ignore": 1516, "secondaries": 2, "dry": 420, "run": 3918, "raise": 15046, "ganeti": 2, "error": 52011, "query": 12230, "request": 35593, "next": 8625, "cls": 4599, "kb": 216, "app": 5107, "sphinx": 101, "doctree": 32, "event": 11570, "action": 5193, "callbacks": 584, "dread": 2, "callback": 10142, "cur": 2346, "token": 11374, "types": 4797, "var": 35778, "params": 22452, "eat": 38, "comma": 208, "function": 28337, "sig": 1186, "match": 8765, "count": 10450, "field": 11464, "value": 46712, "client": 13363, "hscan": 2, "iter": 1922, "prefix": 8141, "decode": 2924, "loads": 798, "dataset": 1632, "dimension": 457, "super": 1155, "scb": 1, "fetch": 1215, "dimensions": 617, "id": 44243, "datatype": 164, "dialect": 245, "else": 41582, "yield": 6233, "options": 30367, "articles": 39, "failures": 165, "input": 27290, "url": 25053, "article": 320, "body": 8940, "lines": 5351, "debug": 7027, "output": 27588, "file": 27092, "failure": 669, "context": 16772, "users": 751, "boto": 208, "3": 5254, "resource": 7033, "table": 7426, "os": 11174, "environ": 900, "auth": 4055, "role": 1728, "user": 10551, "email": 1498, "msg": 13432, "seed": 755, "random": 2205, "randint": 283, "hash": 6294, "hashlib": 199, "sha": 890, "256": 501, "hexdigest": 206, "obj": 15078, "put": 2117, "item": 13552, "display": 1428, "num": 8372, "isdir": 370, "xvfb": 4, "method": 14225, "headers": 8604, "cookies": 365, "timeout": 6877, "verify": 1258, "cert": 959, "p": 28509, "try": 11270, "dumps": 943, "requests": 1992, "upper": 1581, "session": 6673, "send": 4280, "prepare": 565, "close": 4072, "except": 9380, "exceptions": 892, "cookie": 874, "jar": 155, "content": 9404, "response": 22129, "isjson": 3, "decoder": 627, "text": 16324, "status": 12905, "code": 12091, "parse": 8419, "fields": 5214, "records": 915, "t": 23343, "split": 8502, "<STR>": 430808, "empty": 2980, "row": 8327, "line": 16651, "continue": 6545, "autoconvert": 1, "tuple": 2404, "ret": 11812, "obs": 506, "pred": 497, "one": 1734, "to": 29593, "log": 13513, "trans": 611, "sq": 263, "sum": 3511, "of": 12924, "squares": 44, "mean": 1545, "b": 24034, "0": 6063, "1": 21986, "se": 220, "stats": 2564, "linregress": 5, "filename": 7670, "kwargs": 17313, "2": 22139, "array": 12366, "rest": 1618, "csv": 883, "kwnames": 2, "a": 29714, "dict": 10832, "k": 21918, "pop": 5917, "setdefault": 446, "root": 6013, "ext": 1909, "splitext": 271, "startswith": 1837, "lower": 3546, "tablename": 102, "names": 6126, "larray": 2, "node": 25339, "stop": 2996, "kind": 2435, "nodes": 4253, "found": 4844, "index": 26922, "naming": 42, "policy": 2385, "free": 609, "repository": 735, "save": 1773, "or": 11223, "update": 9104, "pipe": 1322, "splitter": 72, "skip": 1722, "len": 34914, "current": 7905, "deque": 136, "tmp": 3974, "windowed": 10, "window": 2546, "i": 64078, "clear": 1091, "chain": 1501, "page": 5248, "src": 4161, "join": 11580, "pages": 793, "dir": 8138, "with": 8986, "open": 4935, "as": 8492, "f": 19260, "meta": 3998, "frontmatter": 7, "read": 8411, "grid": 1873, "paths": 2651, "producers": 50, "initialize": 250, "defaults": 1541, "isfile": 464, "strip": 3394, "v": 33626, "idx": 7929, "qpi": 24, "qpimage": 7, "raw": 4418, "class": 8727, "bgdata": 6, "bgidx": 4, "series": 1489, "bg": 436, "boundary": 432, "files": 5510, "parameters": 3187, "form": 1909, "parts": 3081, "part": 1918, "\"": 8688, "break": 7919, "colon": 128, "header": 8550, "elif": 9499, "post": 3764, "structure": 601, "new": 34517, "val": 13780, "guaranteed": 16, "child": 5258, "children": 2535, "copy": 4942, "saved": 331, "objects": 1888, "batch": 2888, "deserialized": 35, "tx": 2544, "model": 9553, "pk": 772, "does": 496, "exist": 639, "getattr": 2002, "attribute": 3655, "pass": 2823, "create": 7859, "blockchain": 165, "appname": 95, "keyname": 77, "txid": 75, "immutable": 163, "proxy": 2449, "wallet": 436, "keys": 11185, "config": 24646, "assert": 6089, "valid": 2855, "blockstack": 79, "default": 12074, "keydir": 11, "make": 8212, "gpg": 75, "tmphome": 3, "gnupg": 23, "homedir": 23, "gen": 979, "length": 19626, "real": 984, "res": 11862, "fingerprint": 169, "secret": 1718, "shutil": 268, "rmtree": 108, "http": 15343, "uri": 6076, "producer": 131, "hostname": 841, "urlparse": 281, "ip": 3391, "resolve": 2337, "ipaddress": 50, "address": 4075, "private": 902, "loopback": 40, "link": 2639, "local": 3035, "blacklisted": 26, "host": 4994, "agent": 1253, "cfg": 2002, "supervisorctl": 2, "main": 1264, "edge": 1741, "dfs": 277, "graph": 2596, "lookup": 1268, "u": 4989, "d": 17989, "lp": 257, "l": 13565, "branch": 843, "ii": 553, "n": 28306, "git": 816, "command": 6448, "cwd": 696, "elts": 78, "ctx": 11533, "perms": 152, "discord": 45, "permissions": 307, "messages": 1448, "manage": 73, "embed": 191, "links": 801, "history": 1086, "attach": 415, "reactions": 43, "bot": 510, "author": 553, "utils": 3807, "oauth": 554, "ops": 835, "cmd": 7227, "https": 324, "github": 408, "com": 205, "thom": 9, "311": 26, "libnl": 34, "blob": 915, "25": 40, "lib": 946, "genl": 9, "mngt": 3, "c": 42318, "positional": 95, "arguments": 3356, "integer": 925, "returns": 1517, "download": 741, "fastas": 28, "fasta": 236, "exists": 3046, "makedirs": 192, "mmol": 5, "mmols": 1, "items": 6866, "basename": 901, "pdb": 198, "string": 41316, "convert": 1531, "ampal": 6, "container": 3433, "foo": 89, "write": 9483, "db": 5932, "column": 4042, "map": 15309, "profile": 2339, "must": 1724, "factory": 1177, "cursor": 2292, "col": 4477, "enumerate": 1935, "description": 2411, "con": 523, "sqlite": 87, "connect": 1576, "columns": 2896, "attr": 4280, "execute": 1674, "fetchone": 72, "rawbytes": 11, "icmpv": 11, "6": 1037, "popts": 6, "icm": 4, "pv": 445, "option": 3791, "opttype": 40, "optnum": 6, "number": 7415, "classes": 977, "eaten": 6, "from": 16024, "bytes": 6043, "title": 3102, "rulegroups": 2, "segment": 1200, "optional": 1386, "html": 2853, "owner": 1006, "document": 2691, "by": 5764, "wdom": 21, "posixpath": 55, "jfs": 10, "extra": 1849, "amplitude": 91, "period": 1002, "range": 20273, "s": 37651, "math": 4957, "pi": 1186, "asin": 56, "sin": 953, "representation": 123, "endpoint": 2792, "payload": 4004, "sigma": 714, "hvap": 23, "rhol": 88, "rhog": 85, "calculates": 130, "critical": 236, "heat": 277, "flux": 194, "nucleic": 1, "boiling": 45, "flat": 544, "plate": 102, "other": 3048, "shape": 6052, "presented": 20, "various": 5, "sources": 857, "believed": 1, "be": 3779, "the": 11819, "original": 1387, "_": 15123, "but": 173, "now": 2691, "more": 537, "widely": 2, "used": 969, "claimed": 7, "according": 83, "cao": 3, "lists": 391, "wolverine": 2, "tube": 164, "book": 240, "also": 253, "so": 253, "it": 1515, "q": 6649, "h": 10545, "vap": 7, "ERROR": 3214, "ho": 106, "g": 7127, "eft": 263, "igma": 60, "ight": 262, "float": 9190, "surface": 397, "tension": 31, "liquid": 157, "m": 20640, "vaporization": 8, "fluid": 180, "at": 3763, "j": 13022, "kg": 183, "density": 414, "produced": 27, "gas": 295, "constant": 524, "w": 11087, "notes": 496, "no": 3123, "further": 86, "work": 990, "required": 1962, "on": 6864, "this": 23050, "correlation": 174, "multiple": 356, "confirm": 190, "its": 101, "examples": 470, "example": 695, "zuber": 3, "references": 527, "asme": 3, "lienhard": 4, "dhir": 1, "extended": 284, "hydrodynamic": 1, "theory": 19, "peak": 197, "minimum": 460, "fluxes": 26, "nasa": 1, "cr": 315, "": 411, "serth": 1, "process": 3756, "transfer": 642, "principles": 7, "applications": 104, "rules": 1420, "thumb": 103, "e": 19780, "amsterdam": 2, "academic": 1, "press": 73, "eduardo": 2, "engineering": 46, "mc": 334, "graw": 8, "hill": 9, "professional": 3, "kreith": 3, "frank": 16, "raj": 3, "manglik": 3, "mark": 676, "bohn": 3, "mason": 3, "oh": 23, "cengage": 3, "learning": 118, "re": 4146, "pr": 554, "rho": 435, "internal": 1442, "convection": 32, "nusselt": 24, "turbulent": 49, "vertical": 313, "upward": 4, "flow": 1027, "under": 104, "supercritical": 5, "conditions": 580, "nu": 326, "rac": 460, "ar": 243, "cp": 504, "reynolds": 31, "wall": 116, "properties": 2497, "prandtl": 14, "an": 1465, "average": 287, "capacity": 324, "between": 350, "bulk": 299, "temperatures": 8, "temperature": 333, "examined": 5, "follows": 33, "pa": 348, "degrees": 204, "celsius": 5, "calculation": 97, "should": 777, "those": 29, "deteriorated": 1, "was": 317, "most": 179, "accurate": 16, "mad": 24, "overall": 63, "database": 1246, "th": 299, "information": 277, "provided": 142, "will": 661, "swenson": 2, "carver": 1, "kakarala": 1, "water": 85, "smooth": 211, "bore": 2, "tubes": 22, "journal": 153, "november": 5, "doi": 170, "chen": 6, "weiwei": 3, "xiande": 14, "fang": 17, "yu": 32, "xu": 47, "xianghui": 3, "su": 46, "assessment": 114, "correlations": 53, "forced": 57, "pressure": 288, "annals": 1, "nuclear": 15, "energy": 201, "february": 8, "anucene": 1, "jiyang": 1, "baoshan": 1, "jia": 1, "dan": 4, "wu": 4, "daling": 1, "wang": 4, "optimization": 50, "coefficient": 130, "using": 314, "genetic": 19, "algorithms": 54, "mass": 518, "january": 15, "00231": 1, "j\u00e4ger": 1, ",": 475, "adim": 1, "ictor": 1, " ": 253, "ugo": 1, "\u00e1nchez": 1, "pinoza": 1, ", ": 36, "tonio": 1, "rtado": 1, ". ": 8, "review": 237, "proposal": 160, "predictions": 182, "existing": 924, "experiments": 47, "design": 162, "mdm": 12, "university": 8, "leeds": 1, "international": 63, "symposium": 2, "what": 216, "where": 1493, "when": 5888, "multi": 1078, "dimensional": 49, "advances": 7, "industrial": 9, "monitoring": 76, "june": 13, "nucengdes": 3, "lambda": 4013, "el": 2341, "callable": 512, "target": 9261, "diff": 1945, "show": 2139, "progress": 949, "allow": 1038, "store": 3175, "logger": 8333, "dryrun": 45, "popen": 319, "stdout": 2023, "stderr": 1667, "stdin": 511, "devnull": 62, "nice": 69, "reader": 2426, "server": 5062, "flags": 2563, "unpack": 896, "int": 24476, "namespace": 3092, "pos": 7704, "long": 1036, "op": 12554, "device": 2947, "alarm": 176, "usb": 70, "handle": 3751, "time": 15239, "sleep": 1243, "exception": 5426, "ex": 1512, "seq": 2222, "matches": 1534, "endpoints": 548, "scores": 487, "scan": 1166, "zip": 1741, "sort": 3374, "bestseq": 2, "bestscore": 16, "lowstrike": 4, "midstrike": 7, "highstrike": 4, "expiry": 192, "pd": 1358, "timestamp": 1858, "rows": 2535, "prices": 58, "metrics": 1101, "frame": 3309, "errmsg": 113, "relevant": 62, "getprice": 6, "loc": 1522, "getkeys": 1, "neartot": 3, "values": 11531, "fartot": 3, "bpass": 6, "scipy": 461, "integrate": 66, "simps": 6, "sqrt": 1084, "resp": 6734, "wlen": 20, "instream": 4, "outstream": 28, "chunk": 2473, "misclines": 4, "fullline": 9, "sectionre": 1, "emit": 1190, "miscline": 2, "section": 1719, "group": 8436, "escre": 1, "inifile": 7, "keyre": 1, "isspace": 53, "func": 40933, "pnames": 51, "lmmin": 1, "problem": 285, "lm": 133, "prob": 431, "info": 15963, "asyncio": 448, "wait": 2039, "loop": 1593, "connection": 3635, "protocol": 2637, "reconnect": 152, "tcp": 478, "timer": 997, "disconnect": 256, "cancelled": 128, "qnet": 6, "algebra": 14, "core": 2056, "circuit": 133, "zero": 1165, "identity": 1476, "fops": 10, "cdim": 12, "cmap": 328, "center": 944, "ratio": 783, "powerlaw": 2, "adjust": 298, "coro": 158, "corofunction": 3, "coroutine": 71, "wrapper": 1369, "alf": 15, "dirs": 700, "dirname": 1312, "io": 3666, "tmpdir": 86, "errors": 5259, "directorymake": 1, "requested": 350, "operation": 5263, "primitive": 259, "result": 25024, "schema": 3709, "getall": 9, "cli": 826, "remove": 3882, "image": 7077, "flash": 191, "docker": 438, "explanation": 49, "sacrud": 1, "location": 2561, "settings": 3866, "es": 450, "alias": 1190, "generate": 1277, "indices": 1943, "elasticsearch": 118, "transport": 1103, "fullpath": 118, "tmpfile": 67, "urlretrieve": 22, "move": 846, "iremove": 6, "poplist": 4, "modelnames": 2, "shortmodelnames": 1, "submitted": 25, "rs": 930, "closed": 718, "bmipr": 2, "days": 623, "median": 184, "results": 6849, "timezone": 269, "hist": 491, "interval": 1893, "zone": 1067, "bounds": 857, "agg": 355, "aggregations": 47, "min": 6717, "doc": 3629, "counter": 1591, "popitem": 22, "metric": 1582, "force": 1355, "decompress": 90, "compression": 315, "ord": 464, "zlib": 119, "bz": 63, "runtime": 1791, "entry": 4615, "block": 7676, "mpq": 22, "archived": 52, "size": 18412, "offset": 8513, "seek": 711, "encrypted": 307, "implemented": 331, "single": 963, "unit": 1927, "sector": 121, "sectors": 61, "crc": 322, "positions": 552, "struct": 3169, "left": 3101, "compress": 306, "getvalue": 157, "state": 13661, "interface": 7935, "volume": 1492, "tol": 304, "given": 962, "matrix": 2162, "transition": 646, "ndarray": 813, "sparse": 415, "floating": 99, "point": 3223, "tolerance": 242, "bool": 9391, "otherwise": 80, "has": 6619, "non": 899, "negative": 359, "each": 4914, "up": 912, "matrices": 66, "wit": 22, "property": 3506, "are": 1107, "called": 625, "stochastic": 16, "numpy": 2125, "msmtools": 15, "analysis": 535, "equilibrium": 18, "expectation": 100, "observable": 144, "represented": 19, "vector": 1347, "space": 1741, "family": 461, "prefixes": 415, "video": 497, "reaction": 173, "tfba": 4, "solver": 218, "fba": 4, "maximize": 17, "gurobipy": 4, "grb": 10, "inf": 462, "unbd": 1, "dual": 70, "reductions": 3, "optimize": 198, "finally": 776, "unbounded": 3, "sanitize": 195, "repeat": 550, "priority": 991, "addr": 3631, "dst": 2256, "multicast": 53, "routing": 548, "checksum": 514, "bytearray": 262, "subcmd": 113, "opts": 12267, "pattern": 2758, "compile": 1049, "pairs": 717, "findall": 336, "shift": 1381, "ranges": 625, "alphabet": 258, "chr": 537, "indent": 1912, "top": 2082, "level": 3961, "repr": 681, "base": 7809, "fg": 365, "rtext": 3, "colorize": 154, "year": 1158, "tree": 3097, "subtree": 78, "hs": 172, "2015": 11, "rel": 873, "relname": 8, "capitalize": 132, "identifier": 1353, "blame": 25, "ln": 421, "changeset": 49, "order": 2924, "getter": 337, "gettermethod": 1, "setter": 183, "settermethod": 1, "filter": 6371, "shortcut": 98, "permit": 75, "out": 15148, "opcode": 297, "register": 1325, "lsl": 1, "nzvc": 11, "width": 5356, "8": 2366, "16": 1446, "task": 3759, "queue": 2879, "done": 2269, "executable": 259, "ordered": 856, "ctypes": 1189, "parameter": 1946, "policies": 376, "globals": 351, "thread": 2401, "flag": 2172, "authviews": 1, "login": 864, "authenticated": 178, "fedora": 13, "password": 2469, "encrypt": 185, "scheduled": 180, "autoscale": 23, "photo": 168, "dopost": 8, "primary": 569, "photoset": 12, "rsp": 259, "photos": 49, "snapshot": 972, "ids": 3035, "groups": 1780, "build": 3081, "verb": 353, "az": 129, "cloud": 1181, "disp": 146, "ips": 144, "public": 1291, "unnsc": 2, "scope": 2847, "scopes": 355, "verified": 118, "confirmed": 72, "tokens": 3135, "personal": 26, "tk": 232, "delete": 6905, "commit": 1257, "expires": 430, "datetime": 2038, "utcnow": 117, "timedelta": 361, "seconds": 1141, "tok": 525, "access": 2607, "refresh": 687, "reserved": 322, "o": 7460, "papersize": 6, "layout": 993, "canvas": 656, "render": 1814, "reportlab": 4, "nick": 223, "props": 1574, "product": 813, "products": 160, "route": 2431, "kw": 809, "apiurl": 22, "senaite": 1, "brain": 128, "object": 12331, "validate": 1929, "selenium": 27, "webdriver": 40, "support": 426, "ui": 985, "web": 964, "driver": 1220, "until": 390, "script": 1676, "hasattr": 1642, "isatty": 32, "msvcrt": 16, "kbhit": 3, "getch": 26, "10": 590, "locales": 275, "normalize": 1071, "cor": 54, "less": 329, "than": 252, "23": 143, "11": 309, "mm": 242, "y": 18507, "bugids": 6, "bugs": 11, "pkg": 1459, "metadata": 4551, "resources": 2657, "warning": 1481, "nb": 705, "xid": 73, "xrange": 435, "lock": 3489, "acquire": 110, "workers": 350, "max": 13059, "release": 803, "kill": 280, "worker": 929, "pad": 1148, "itertools": 327, "cycle": 333, "encoding": 2433, "binary": 1844, "directory": 1978, "encoder": 894, "dim": 1463, "checklist": 7, "all": 7676, "retval": 248, "retlist": 7, "assertion": 302, "success": 1288, "origin": 1146, "destination": 908, "ds": 1274, "duplicate": 219, "quiet": 253, "load": 3683, "apply": 2137, "axis": 3140, "err": 51605, "relation": 621, "gender": 81, "phone": 378, "vat": 3, "fax": 35, "company": 98, "additional": 487, "extension": 1169, "customer": 317, "initials": 16, "first": 4077, "last": 6325, "xml": 2423, "street": 53, "suffix": 1654, "zipcode": 17, "city": 171, "country": 473, "palette": 226, "color": 4779, "any": 1735, "instancehash": 1, "dest": 2178, "direct": 294, "reverse": 1178, "writable": 317, "builder": 1161, "variables": 1013, "associated": 120, "successful": 95, "et": 6698, "secpolicy": 4, "sa": 310, "sub": 8634, "xmlns": 618, "active": 1711, "vcs": 260, "switch": 5077, "confd": 72, "webui": 23, "listen": 293, "ssl": 800, "arp": 127, "limit": 4084, "exceeded": 116, "originator": 69, "4": 2523, "nsx": 14, "controller": 1479, "activate": 129, "lldp": 111, "neighbor": 384, "detail": 941, "remote": 1777, "management": 101, "zoning": 20, "enabled": 1163, "configuration": 1834, "member": 1094, "nacm": 40, "router": 764, "fabric": 143, "virtual": 642, "gateway": 843, "ipv": 365, "mac": 705, "acl": 460, "fcoe": 481, "intf": 401, "port": 6374, "ls": 516, "rjt": 2, "fcport": 6, "rbid": 6, "hide": 469, "routemap": 44, "holder": 230, "rm": 338, "firmware": 220, "version": 9660, "control": 992, "processor": 476, "memory": 939, "trunk": 141, "source": 8105, "logical": 643, "chassis": 108, "fwdl": 164, "sanity": 38, "cluster": 2234, "coldboot": 4, "tacacs": 11, "use": 2405, "vrf": 225, "portchannel": 75, "lacp": 94, "actor": 352, "threshold": 945, "monitor": 501, "hidden": 693, "high": 784, "gw": 220, "overlay": 336, "tunnels": 23, "handler": 6692, "qos": 145, "cos": 1010, "mutation": 132, "autoupload": 8, "param": 5337, "vlan": 315, "brief": 102, "configured": 147, "vlans": 35, "hardware": 118, "await": 3886, "collection": 2131, "ref": 3896, "python": 966, "snmp": 107, "hostip": 16, "username": 2102, "notifytype": 2, "stp": 252, "spanning": 50, "mode": 4474, "rpvstp": 4, "mst": 214, "cist": 66, "entrypoint": 50, "sensitive": 154, "six": 1188, "service": 6643, "callargs": 27, "inspect": 1080, "getcallargs": 10, "deepcopy": 432, "redact": 37, "redacted": 4, "variable": 1609, "gui": 375, "standalone": 50, "logging": 2170, "basic": 617, "xmin": 234, "tile": 677, "xmax": 232, "ymin": 187, "ymax": 197, "cols": 1429, "difference": 271, "paginator": 801, "paginate": 84, "full": 2363, "album": 111, "art": 38, "browse": 26, "camel": 158, "underscore": 105, "didl": 13, "music": 37, "library": 525, "remainder": 265, "byte": 7926, "32": 5161, "le": 243, "quote": 918, "ident": 537, "graphql": 51, "ql": 130, "help": 1974, "flagvalues": 4, "argument": 2792, "parser": 5348, "serializer": 514, "define": 730, "national": 70, "numobj": 9, "italian": 2, "leading": 230, "zeros": 1565, "amount": 671, "currency": 244, "coinbase": 49, "account": 2047, "merkletree": 4, "locksroot": 12, "layers": 877, "merkleroot": 3, "neighbour": 74, "views": 305, "bootstrap": 195, "whitelist": 182, "events": 2041, "queues": 152, "messagequeues": 1, "locked": 317, "initiator": 47, "ms": 895, "cb": 2350, "encode": 2847, "argv": 997, "job": 3414, "sharing": 36, "authority": 209, "abspath": 436, "thing": 489, "iot": 12, "backends": 124, "region": 1917, "describe": 2538, "invalid": 2750, "shadow": 196, "fake": 534, "previous": 1114, "wire": 886, "collector": 426, "netfilter": 1, "accounting": 31, "mod": 1891, "attrname": 50, "isclass": 55, "issubclass": 168, "fqcn": 10, "dynamic": 392, "traceback": 394, "exc": 1743, "lmda": 25, "simulations": 18, "sim": 367, "exp": 2098, "leverage": 3, "sign": 1073, "transpose": 324, "z": 4346, "unique": 1131, "ravel": 223, "coordinates": 502, "vtk": 160, "fastq": 96, "pair": 1087, "rg": 78, "bwa": 7, "program": 688, "sai": 19, "transaction": 1268, "align": 627, "postalign": 5, "tobam": 12, "cl": 451, "locals": 711, "do": 5728, "broad": 36, "runner": 493, "dup": 468, "bam": 251, "platform": 1288, "dbsnp": 6, "intervals": 266, "counts": 848, "dd": 497, "sample": 2039, "plus": 454, "aligned": 141, "reads": 170, "gatk": 58, "cores": 195, "spark": 148, "downsample": 28, "pct": 159, "memscale": 8, "parallel": 312, "gc": 261, "global": 2322, "vars": 1363, "template": 4928, "remotes": 89, "safe": 988, "makedir": 41, "objectstore": 12, "bucket": 2608, "strftime": 373, "yaml": 990, "dump": 734, "style": 3440, "unicode": 1340, "multiplier": 195, "multicore": 9, "checkpoint": 155, "sysinfo": 11, "system": 1478, "calculate": 301, "view": 2815, "bcbio": 21, "distributed": 42, "ipython": 53, "kallisto": 3, "quant": 45, "tsvfile": 16, "ecfile": 4, "cellsfile": 2, "fastafile": 128, "sequence": 1484, "ec": 512, "pivot": 188, "cellnames": 2, "cell": 1978, "colnames": 65, "retriever": 63, "blacklist": 157, "tval": 24, "commonprefix": 20, "cwldata": 2, "tarball": 32, "peaks": 133, "fn": 6054, "yamllint": 2, "linter": 74, "lint": 81, "conf": 2018, "entity": 1957, "dialogflow": 44, "bday": 2, "ago": 26, "treasury": 6, "ffill": 18, "chat": 479, "typing": 214, "union": 644, "button": 759, "inline": 455, "keyboard": 209, "board": 310, "chess": 17, "weight": 1139, "exclude": 845, "moves": 109, "iterator": 1252, "cast": 502, "zobrist": 1, "bisect": 102, "960": 4, "square": 300, "promotion": 23, "drop": 570, "learn": 91, "legal": 24, "translations": 133, "csvfile": 63, "uplo": 122, "transa": 7, "alpha": 1884, "dtrmm": 3, "wrap": 1487, "fontmap": 13, "figure": 399, "scatter": 178, "tolist": 216, "xlabel": 216, "fontsize": 175, "ylabel": 227, "pyplot": 122, "nmin": 10, "nmax": 46, "ylim": 149, "xlim": 157, "mkdir": 327, "savefig": 103, "select": 2522, "predefined": 21, "blocking": 147, "exposure": 189, "weights": 1078, "astype": 592, "ndim": 419, "verbose": 1422, "ones": 492, "like": 913, "lengths": 394, "menu": 660, "folders": 171, "tray": 11, "popupmenu": 1, "popup": 163, "actions": 950, "updates": 466, "constants": 917, "disk": 538, "zipfile": 100, "extracted": 119, "namelist": 45, "extractall": 19, "urls": 571, "delimiter": 582, "scrapy": 15, "ping": 321, "futures": 93, "ghost": 85, "hypervisor": 64, "aiohttp": 91, "adapter": 682, "ethernet": 64, "adapters": 101, "box": 1354, "nio": 151, "packet": 1668, "capture": 485, "ubridge": 80, "pool": 2011, "concurrency": 130, "record": 3717, "yielded": 53, "channel": 3116, "stream": 4911, "tempfile": 271, "samples": 1244, "nr": 392, "sorted": 2082, "fragment": 482, "channels": 849, "searchsorted": 74, "side": 581, "blocks": 994, "iteration": 485, "delta": 1746, "cg": 167, "rec": 805, "threading": 152, "asdict": 25, "distutils": 39, "spawn": 171, "communicate": 167, "environment": 784, "serialize": 786, "accept": 634, "media": 1148, "deserialize": 697, "unwrap": 164, "icon": 391, "entitlement": 9, "registrations": 15, "registered": 256, "mesh": 518, "heads": 137, "kv": 722, "dtype": 2772, "combine": 185, "qkvo": 5, "mtf": 193, "qk": 13, "stddev": 81, "initializer": 219, "partition": 994, "tf": 2634, "normal": 749, "reshape": 873, "unstack": 21, "cumvals": 6, "expand": 763, "dims": 883, "cumsum": 101, "thesize": 4, "randvals": 2, "slice": 3571, "performance": 89, "procopts": 40, "stmtpassthrough": 40, "analytical": 12, "gradient": 266, "acq": 32, "optimizer": 137, "acquisition": 68, "gradients": 67, "chunksize": 115, "queryset": 219, "flds": 74, "pval": 137, "fld": 244, "wal": 53, "psql": 24, "inspecs": 2, "nn": 582, "need": 473, "grad": 379, "init": 2515, "pno": 3, "fitz": 14, "tabspace": 3, "caption": 152, "proc": 928, "lb": 328, "ub": 161, "vtype": 121, "infinity": 181, "cons": 319, "quicksum": 85, "sos": 27, "norm": 963, "bs": 476, "signature": 1165, "hmac": 253, "equals": 296, "atlas": 102, "dbcon": 28, "peers": 341, "atlasdb": 23, "sql": 1843, "jwt": 229, "txt": 526, "urlinfo": 11, "urllib": 499, "scheme": 1178, "test": 2744, "jsontokens": 2, "virtualchain": 18, "ecdsalib": 4, "ecdsa": 106, "ae": 90, "addrs": 497, "reencode": 6, "keylib": 5, "formatting": 72, "verifier": 94, "contract": 313, "contracts": 55, "deprecated": 158, "detect": 319, "reference": 1490, "entries": 1478, "mapping": 1641, "dep": 588, "desc": 1584, "recommended": 43, "disc": 42, "solc": 9, "stopforumspam": 2, "proxies": 210, "conversion": 382, "fresh": 77, "setattr": 512, "deleted": 467, "stmt": 787, "grammar": 138, "canonical": 314, "canspec": 3, "chk": 132, "stmts": 125, "dicts": 223, "cookiejar": 23, "vocab": 234, "low": 924, "warnings": 787, "warn": 1284, "category": 867, "experimental": 74, "stacklevel": 36, "flask": 156, "dispatch": 367, "netloc": 182, "pathname": 302, "urljoin": 162, "ensure": 754, "slash": 275, "bad": 1000, "hosts": 447, "req": 16729, "opener": 148, "final": 991, "geturl": 22, "decoders": 18, "charset": 362, "rez": 22, "package": 2189, "repo": 1733, "tuples": 165, "topological": 18, "sorting": 141, "predecessors": 36, "pre": 880, "incidents": 11, "mid": 510, "fo": 105, "writer": 2846, "utf": 643, "inner": 1223, "iteritems": 698, "navigate": 27, "orientdb": 10, "expressions": 167, "expression": 1229, "conjunction": 12, "fobj": 92, "sentinel": 149, "plugin": 1954, "contents": 1271, "rstrip": 457, "guess": 258, "splitlines": 469, "dev": 822, "lba": 7, "secs": 109, "devices": 574, "numbers": 478, "dps": 17, "receive": 310, "fs": 2572, "writeable": 23, "components": 863, "fromlist": 32, "native": 459, "room": 472, "topic": 1227, "vi": 96, "peek": 323, "byref": 437, "popleft": 101, "xdr": 43, "const": 8689, "asset": 604, "nullclass": 1, "issuer": 215, "credit": 92, "alphanum": 20, "12": 266, "working": 290, "area": 817, "checks": 276, "executor": 331, "submit": 282, "spec": 3622, "passed": 221, "completed": 313, "future": 666, "multipart": 270, "pauli": 55, "coincident": 6, "parity": 47, "term": 1515, "similar": 49, "itemgetter": 71, "qops": 2, "groupby": 223, "heapq": 30, "merge": 2472, "listqops": 4, "normpath": 120, "filehash": 18, "stat": 1368, "upload": 975, "colors": 999, "pylab": 96, "ion": 86, "fig": 666, "figsize": 180, "ax": 2061, "gca": 63, "lowest": 118, "highest": 140, "formatter": 640, "matplotlib": 247, "dates": 309, "locator": 190, "second": 920, "xaxis": 103, "major": 423, "labels": 2664, "tz": 341, "tzdst": 1, "tzname": 3, "axes": 817, "twinx": 6, "coord": 625, "marker": 871, "linestyle": 69, "plot": 1433, "flightmode": 28, "modes": 313, "colourmap": 4, "colour": 186, "axvspan": 3, "fc": 333, "legend": 360, "buf": 6592, "recv": 428, "selection": 852, "moving": 65, "wp": 136, "rally": 7, "points": 2168, "reindex": 52, "tries": 218, "conn": 4483, "httplib": 47, "getresponse": 32, "getheader": 17, "sys": 3396, "multiproc": 5, "md": 1276, "cfunctions": 53, "cfunction": 52, "mp": 529, "char": 3348, "player": 434, "begin": 1946, "delmsg": 2, "addmsg": 2, "wx": 334, "gridtable": 5, "notify": 603, "appended": 54, "resize": 359, "heights": 93, "widths": 308, "freeze": 177, "scrollbars": 3, "thaw": 4, "charts": 34, "panels": 19, "vlcpanel": 1, "modules": 1167, "64": 10537, "ast": 2146, "reload": 217, "mpe": 3, "nonetrick": 1, "pretty": 521, "slots": 199, "ir": 196, "expr": 1871, "train": 869, "rollout": 61, "env": 4151, "roller": 6, "steps": 704, "algo": 191, "shuffle": 169, "transitions": 213, "experience": 10, "replay": 79, "poisson": 25, "frames": 480, "step": 2359, "shuffled": 19, "batches": 179, "episode": 40, "aggregate": 338, "race": 13, "card": 389, "ty": 213, "sty": 7, "pytype": 8, "ctype": 127, "immediates": 1, "named": 529, "regex": 1546, "parsers": 163, "language": 957, "coordinate": 183, "units": 877, "coordsys": 22, "dimensionless": 27, "unscaled": 51, "angular": 186, "quantity": 281, "radius": 840, "reversed": 356, "raslog": 86, "consistency": 100, "vnetwork": 206, "dvpgs": 38, "dvs": 65, "portgroups": 27, "terminal": 262, "sessionid": 23, "ambry": 58, "signed": 451, "signing": 228, "license": 155, "checked": 294, "pnc": 5, "licenses": 16, "functools": 186, "wraps": 243, "tracer": 189, "settrace": 8, "old": 3458, "gettrace": 2, "argspec": 139, "getargspec": 53, "argnames": 44, "varargs": 243, "keywords": 435, "shell": 895, "py": 1126, "universal": 73, "newlines": 68, "returncode": 146, "elapsed": 266, "tcga": 18, "clinical": 5, "diag": 373, "blobs": 78, "orf": 47, "residue": 187, "aa": 282, "scrolling": 21, "webtheme": 2, "loader": 788, "tables": 560, "rate": 1243, "stability": 30, "delay": 971, "pttl": 4, "restore": 352, "redis": 746, "ttl": 551, "valueparse": 5, "omnic": 1, "singletons": 14, "fp": 1138, "blat": 10, "attempts": 259, "retries": 524, "ce": 118, "retry": 1508, "prepared": 190, "visit": 475, "fpath": 313, "touch": 343, "walk": 1407, "payment": 383, "sync": 2239, "bl": 84, "push": 4949, "preso": 8, "styles": 529, "added": 479, "auto": 1049, "yamldocs": 5, "loadfiles": 4, "configfile": 45, "configdir": 9, "listdir": 293, "merged": 535, "thefile": 3, "logdebug": 3, "vertex": 753, "bgedge": 7, "edges": 1188, "deprecation": 83, "scgi": 3, "clen": 50, "play": 117, "sp": 832, "eye": 126, "pcp": 9, "trace": 1900, "dot": 1454, "prefsfile": 7, "minpref": 4, "avgprefs": 3, "randprefs": 2, "sites": 291, "strings": 5389, "aas": 10, "phydmslib": 2, "pandas": 281, "sep": 1337, "engine": 1068, "pandasformat": 3, "prefs": 80, "rdf": 321, "dms": 13, "tools": 338, "rprefs": 23, "rsum": 10, "iterations": 266, "newsum": 2, "avg": 398, "readonly": 105, "allowed": 888, "mapped": 224, "before": 1330, "dtoolcore": 3, "sanitise": 5, "storage": 2158, "broker": 362, "admin": 832, "xvec": 7, "sbesselj": 2, "concatenate": 260, "jobs": 689, "loggers": 47, "pt": 744, "seqs": 155, "vset": 8, "tslen": 1, "freq": 666, "npt": 23, "big": 898, "ndims": 88, "prod": 269, "orgresource": 6, "protect": 94, "dummy": 237, "nurls": 5, "useridx": 9, "distinct": 113, "models": 1871, "gene": 700, "disease": 57, "evidence": 134, "cif": 21, "odict": 33, "comment": 1879, "lexer": 482, "bmrblex": 1, "lstrip": 308, "mappings": 325, "indexes": 801, "clause": 273, "clickatell": 2, "tab": 840, "uniqueid": 11, "tmpid": 3, "newtab": 3, "sourceid": 2, "tmpdict": 13, "photaddline": 1, "course": 139, "generic": 616, "trim": 1510, "groupdict": 87, "querystring": 104, "lt": 170, "tail": 688, "insert": 1786, "assignment": 298, "dollarfy": 2, "fmt": 7433, "attrs": 2225, "irow": 28, "track": 539, "interpolate": 185, "mirror": 191, "socket": 2140, "gethostbyname": 14, "gaierror": 14, "letter": 294, "realm": 115, "authid": 4, "details": 1250, "waiting": 255, "ticket": 209, "application": 1348, "ready": 593, "defered": 11, "defer": 2853, "deferred": 521, "ngram": 100, "ngrams": 75, "corpus": 123, "ddir": 2, "getsize": 60, "filegroups": 4, "twitter": 75, "equivalents": 7, "grouped": 171, "publishing": 25, "malformed": 89, ".": 390, "))": 16, "strptime": 129, "(": 271, "strft": 1, "me": 663, "story": 89, "pub": 550, "minutes": 333, "zhihu": 24, "daily": 91, "spider": 82, "nl": 384, "templates": 544, "snake": 96, "subject": 1241, "fds": 64, "strerror": 29, "today": 190, "getargs": 13, "attributes": 2925, "riff": 1, "formsets": 9, "sets": 649, "tokenum": 7, "newline": 299, "dedent": 69, "after": 1543, "just": 102, "started": 358, "amounts": 48, "scol": 5, "finish": 458, "hanging": 10, "vishnu": 10, "morsel": 12, "cipher": 326, "aes": 151, "decrypt": 158, "received": 355, "sid": 654, "instances": 894, "common": 1741, "desired": 376, "capabilities": 200, "dcap": 4, "phantomjs": 24, "images": 813, "phantom": 24, "js": 801, "bin": 1215, "quit": 304, "apns": 53, "gcm": 58, "unknown": 664, "awsc": 2, "aminames": 1, "enter": 289, "aborts": 3, "ti": 219, "obtain": 35, "tar": 181, "instrument": 150, "pdx": 6, "transmit": 43, "kparams": 5, "flattened": 81, "rjson": 8, "contextable": 1, "federated": 8, "bank": 239, "question": 379, "ils": 2, "my": 768, "branding": 1, "osid": 22, "mdata": 98, "total": 3113, "members": 617, "vals": 1396, "enum": 753, "utilities": 128, "vec": 822, "provides": 62, "terms": 481, "needed": 260, "equation": 155, "see": 330, "ale": 3, "al": 115, "gives": 13, "these": 182, "dependencies": 575, "mixed": 102, "moments": 86, "eq": 493, "supports": 142, "proficiency": 4, "unimplemented": 56, "sessions": 349, "failed": 1138, "buffer": 6512, "vpart": 3, "credentials": 813, "expose": 59, "blackbird": 7, "power": 544, "front": 284, "buttons": 126, "unlock": 1878, "connected": 486, "made": 45, "serial": 418, "reset": 1297, "nowait": 58, "eol": 146, "partial": 867, "baudrate": 29, "pending": 922, "confdir": 8, "setup": 711, "dist": 1687, "outputs": 619, "copyright": 60, "din": 6, "lfsr": 7, "galois": 5, "xor": 104, "extract": 1094, "plink": 29, "bits": 1385, "scaling": 378, "unsigned": 186, "nodeid": 25, "startkey": 13, "makekey": 2, "endkey": 10, "btree": 7, "getkey": 7, "getval": 7, "scp": 59, "typed": 390, "escape": 1062, "character": 512, "fill": 1048, "digits": 401, "colours": 69, "girc": 1, "deployed": 37, "installed": 253, "apps": 292, "cd": 224, "deployment": 562, "fullname": 184, "venv": 66, "only": 1605, "exit": 2002, "magic": 450, "ack": 349, "delivery": 220, "consuming": 6, "trumba": 5, "dao": 54, "kcls": 3, "vcls": 3, "objcls": 4, "ctor": 266, "dstruct": 1, "clients": 414, "rpartition": 34, "redirect": 948, "urlopen": 194, "sender": 774, "gethostname": 28, "passfail": 1, "preceding": 31, "sending": 80, "timing": 156, "execution": 630, "relic": 7, "ubyte": 31, "dt": 1266, "four": 26, "hours": 326, "spot": 105, "msw": 5, "patch": 960, "django": 290, "compose": 110, "currentframe": 33, "back": 522, "co": 344, "slug": 461, "counters": 206, "lvl": 352, "interrupt": 200, "foundations": 43, "readable": 246, "editor": 783, "occurrences": 48, "ok": 6634, "tran": 63, "maxgap": 10, "locusview": 2, "colordict": 3, "protein": 149, "arrow": 239, "organism": 26, "organisms": 8, "loci": 49, "orghits": 4, "proteins": 20, "hmm": 68, "hit": 379, "accession": 48, "bp": 236, "pooled": 29, "clustered": 19, "significant": 33, "locus": 58, "replacement": 310, "edit": 525, "occurence": 18, "position": 2608, "anchor": 605, "keep": 890, "algorithm": 431, "raxml": 11, "fast": 311, "provider": 1508, "servers": 477, "digitalocean": 2, "specific": 336, "pickle": 326, "deferreds": 12, "prebuild": 5, "srcdir": 38, "downloads": 38, "glob": 659, "pce": 5, "cf": 385, "prebuilder": 4, "temp": 2220, "websrc": 2, "5": 1397, "objs": 305, "destdir": 22, "metadir": 1, "glb": 13, "coors": 13, "lastnode": 3, "nm": 252, "nadd": 5, "right": 2615, "nnodes": 4, "changes": 689, "ldap": 103, "uid": 1207, "increment": 251, "sphinxcontrib": 4, "docstrings": 7, "roles": 483, "memlimit": 10, "ftype": 96, "gtype": 32, "isint": 6, "ng": 138, "nt": 316, "ns": 2015, "isnan": 170, "dp": 254, "require": 1177, "requirements": 235, "dtr": 14, "arglist": 49, "cfunc": 5, "rettype": 10, "argtypes": 36, "ans": 209, "doest": 1, "publish": 442, "duration": 2253, "util": 2059, "depth": 1933, "dollar": 53, "brace": 57, "rewind": 63, "expanding": 22, "squash": 32, "condition": 1120, "negate": 147, "preserve": 149, "case": 22968, "ioc": 37, "indicatoritem": 11, "urltype": 4, "appconfig": 1, "simplecms": 1, "choices": 371, "jsondata": 10, "placeholders": 83, "placeholder": 268, "jsonstr": 4, "morph": 70, "many": 406, "utfstr": 4, "dirty": 288, "escpos": 1, "eof": 653, "buffering": 37, "formal": 19, "charges": 16, "vertices": 598, "elec": 40, "hydrogen": 14, "neighbors": 316, "bo": 100, "orders": 88, "frozenset": 76, "molecular": 22, "molecule": 62, "subtitle": 27, "atom": 568, "nc": 314, "urlencode": 247, "lst": 414, "mask": 2600, "arange": 593, "onex": 3, "oney": 2, "nix": 10, "spamx": 5, "goodx": 3, "niy": 5, "spamy": 5, "goody": 3, "ycent": 2, "xcent": 2, "sec": 533, "prot": 77, "thez": 13, "checker": 201, "tbgrep": 2, "grep": 39, "tb": 408, "importlib": 119, "uwsgiconf": 4, "configs": 591, "sections": 415, "updated": 580, "realtime": 18, "braces": 26, "ajax": 148, "mixin": 212, "masked": 211, "ma": 343, "gh": 76, "commits": 140, "cmt": 41, "archive": 486, "orig": 1025, "filepath": 1408, "infile": 222, "tarfile": 55, "rename": 349, "pkey": 70, "alchemy": 39, "substitute": 114, "concated": 1, "strs": 189, "usage": 782, "prog": 331, "which": 631, "cge": 2, "services": 943, "online": 112, "manual": 72, "published": 135, "can": 918, "cbs": 20, "dtu": 1, "dk": 167, "master": 940, "chart": 520, "abc": 108, "formulas": 28, "diurnal": 3, "lon": 669, "telpars": 3, "mjd": 37, "hdr": 606, "gtc": 1, "hour": 425, "hourangle": 2, "gallery": 32, "pid": 1230, "signal": 1166, "sigusr": 12, "cpe": 52, "misc": 100, "factorial": 31, "lamb": 9, "cross": 294, "abs": 1751, "distance": 1153, "keystr": 7, "expfactory": 6, "ctxt": 165, "pfp": 33, "ts": 1312, "variability": 14, "epochs": 107, "mpl": 99, "plt": 1383, "newaxis": 171, "vmeasures": 4, "tspan": 24, "ylabelprops": 3, "rotation": 404, "horizontalalignment": 22, "verticalalignment": 17, "rect": 1058, "axprops": 3, "setp": 27, "xticklabels": 50, "visible": 441, "nanmean": 23, "axhline": 7, "nanmin": 22, "nanmax": 17, "tstart": 10, "patches": 131, "rectangle": 121, "namemap": 2, "semester": 14, "secure": 296, "domain": 2362, "directive": 313, "noindex": 1, "objpath": 1, "modname": 134, "commdct": 18, "defaultvalues": 2, "dtls": 17, "comm": 139, "inblock": 3, "iddname": 2, "convertafield": 1, "poptrailing": 1, "kwds": 161, "methods": 1149, "mro": 37, "rank": 436, "candidates": 310, "trials": 63, "losses": 47, "lid": 12, "argsort": 132, "chanid": 16, "boolean": 634, "functions": 616, "matlab": 23, "linux": 130, "finder": 126, "webbrowser": 39, "stock": 122, "accelerator": 45, "tooltip": 156, "accel": 34, "wagtailplus": 5, "wagtailrelations": 2, "signals": 177, "handlers": 1664, "relationship": 149, "wagtail": 2, "relations": 187, "cyber": 1, "health": 528, "notification": 728, "contacts": 95, "balancer": 381, "enqueue": 112, "creation": 178, "cancel": 1454, "nvcc": 21, "tensorflow": 33, "cuda": 62, "built": 93, "depends": 108, "inc": 464, "sysconfig": 11, "include": 2409, "libraries": 54, "macros": 48, "gcc": 44, "architecture": 79, "etag": 226, "gist": 32, "bppnewick": 2, "peewee": 9, "migrate": 127, "propagate": 58, "rollback": 141, "running": 954, "libcudart": 4, "memcpy": 7, "incx": 84, "incy": 48, "lda": 84, "libcublas": 58, "cublas": 228, "ssyr": 3, "ldb": 46, "beta": 950, "ldc": 24, "cher": 2, "cu": 121, "complex": 302, "imag": 176, "paragraph": 200, "sourcepos": 1, "down": 634, "nodelist": 62, "static": 767, "always": 219, "finditer": 121, "scripts": 206, "filenames": 408, "whole": 95, "possible": 323, "symlink": 162, "replacer": 158, "img": 1412, "css": 1225, "defaultdict": 261, "combined": 212, "fastaccess": 42, "flu": 43, "sequences": 237, "logs": 463, "nmblogentries": 1, "loggedoutflow": 3, "outflow": 2, "pescador": 2, "engines": 72, "dbconn": 6, "cards": 93, "mission": 35, "hdu": 102, "mag": 592, "everest": 14, "minor": 314, "pyfits": 16, "clone": 1085, "eargs": 8, "dictionary": 633, "players": 65, "dbi": 35, "serviceslist": 1, "dbsexceptions": 5, "korean": 1, "onblog": 1, "dtfdate": 4, "dtf": 2, "busyloop": 2, "minlen": 19, "maxlen": 140, "importrate": 3, "protected": 113, "symbols": 508, "codons": 29, "codon": 102, "rep": 309, "expanded": 257, "symbol": 1731, "rva": 106, "consts": 188, "pe": 207, "rd": 363, "bound": 847, "directories": 141, "descriptor": 992, "forwarder": 41, "refs": 623, "solr": 52, "speed": 329, "viewbox": 4, "zlim": 14, "rx": 485, "ry": 140, "rz": 56, "scale": 2005, "factor": 1290, "margin": 403, "yaw": 39, "flip": 156, "factors": 190, "pitch": 140, "quaternion": 49, "angle": 1057, "changed": 847, "preset": 199, "gl": 795, "presets": 63, "cull": 12, "face": 328, "funcname": 74, "glir": 9, "setters": 46, "decl": 282, "funcs": 535, "rtype": 167, "deletable": 17, "answer": 485, "expected": 1222, "codes": 1005, "custom": 2234, "forward": 448, "en": 145, "passant": 6, "ebv": 14, "wavelengths": 30, "decompose": 53, "synphot": 2, "extinction": 17, "curve": 645, "subscribe": 213, "generator": 967, "mustache": 51, "basestring": 291, "hashes": 352, "mhash": 7, "mdict": 18, "mrenderer": 1, "pystache": 4, "renderer": 535, "missing": 1084, "tags": 2989, "raises": 104, "pwd": 154, "getpwuid": 10, "st": 986, "getuid": 17, "pw": 165, "refname": 15, "overwrite": 366, "yes": 114, "wcs": 150, "writeto": 27, "oldhdu": 5, "fits": 117, "endian": 511, "calcsize": 27, "fix": 438, "pack": 840, "irc": 61, "gnotty": 1, "serve": 453, "forever": 39, "dropna": 98, "rationale": 7, "student": 64, "choice": 625, "lv": 160, "handles": 133, "lvm": 30, "vg": 20, "lvs": 17, "lvh": 12, "dm": 197, "pointer": 1674, "tzutc": 9, "isoformat": 89, "relative": 828, "ws": 816, "autoping": 1, "heartbeat": 181, "shutdown": 310, "sigint": 52, "complete": 756, "tasks": 922, "asyncgens": 2, "dct": 136, "exctype": 10, "levels": 465, "locale": 757, "getpreferredencoding": 5, "created": 764, "jhttp": 3, "conflict": 206, "remember": 51, "refobj": 12, "typ": 744, "qs": 535, "contourf": 12, "padding": 859, "fraction": 279, "interp": 195, "griddata": 10, "asanyarray": 43, "subtract": 78, "reduce": 749, "linspace": 218, "ensemble": 59, "outname": 9, "getcwd": 173, "editors": 24, "background": 677, "destroyed": 53, "prop": 2798, "registration": 268, "highlights": 34, "stack": 3431, "stackcnt": 5, "shot": 83, "osinter": 8, "argparse": 238, "divider": 51, "trainer": 102, "themedir": 2, "themes": 68, "theme": 414, "copied": 100, "pynac": 7, "defn": 45, "phase": 614, "restrict": 130, "notqs": 2, "bed": 336, "bim": 25, "fam": 40, "vtuple": 2, "safeformat": 1, "fv": 125, "available": 715, "site": 1062, "grade": 82, "tool": 378, "href": 456, "iframes": 6, "iface": 220, "iframe": 69, "grades": 2, "sms": 122, "twilio": 25, "wsgi": 116, "rule": 3144, "mapper": 724, "datasource": 64, "mapfile": 21, "percent": 341, "ceil": 372, "docstr": 20, "purecode": 7, "pause": 193, "percentage": 203, "dataframe": 173, "formatters": 47, "jump": 130, "precision": 475, "round": 1062, "framer": 32, "figtype": 8, "outfile": 523, "zipcontainer": 8, "writestr": 19, "urlunparse": 37, "stable": 173, "cc": 843, "decision": 164, "jo": 13, "newurl": 13, "redirected": 14, "clean": 997, "ending": 92, "legislature": 5, "assembly": 96, "profiles": 197, "clipping": 6, "ass": 19, "xpath": 463, "hex": 1004, "nonce": 437, "modified": 630, "utime": 23, "times": 917, "jsbconfig": 2, "jsb": 4, "chunks": 727, "supporting": 10, "counting": 20, "both": 159, "pull": 412, "works": 131, "builtin": 171, "chainable": 4, "enumeratelet": 2, "printlet": 2, "enumerates": 1, "pipeline": 648, "different": 106, "starting": 282, "either": 104, "keyword": 736, "iteratelet": 1, "fqdn": 121, "argl": 19, "argd": 28, "fit": 572, "classify": 47, "predict": 257, "fname": 1044, "scriptdir": 3, "cordx": 4, "red": 454, "footer": 180, "rjust": 52, "ljust": 68, "underline": 78, "filters": 1420, "jsonmodel": 1, "validators": 165, "criteria": 366, "configurator": 31, "registry": 1135, "locations": 491, "includemes": 1, "mfa": 100, "divs": 17, "visual": 139, "normalized": 564, "rgb": 542, "small": 213, "persist": 81, "fluxion": 1, "asarray": 401, "fromkeys": 31, "dfi": 2, "dvj": 2, "squeeze": 175, "accumulator": 135, "graft": 3, "grafts": 1, "lat": 1123, "miles": 11, "earth": 76, "radians": 290, "xf": 154, "linewidth": 157, "ignorecase": 67, "multiline": 133, "subnet": 475, "requester": 210, "rc": 808, "osi": 11, "apart": 4, "meter": 128, "life": 31, "electricity": 1, "soup": 379, "beautiful": 97, "install": 540, "wrapped": 519, "disabled": 314, "sound": 107, "notfoundmsg": 12, "ind": 1190, "idiom": 4, "nago": 6, "subcommands": 73, "decorator": 348, "argparser": 22, "commands": 934, "subparsers": 80, "rindex": 35, "deflated": 30, "cps": 24, "ulong": 50, "cleaned": 180, "lenient": 11, "cube": 99, "draw": 844, "im": 710, "xy": 493, "congress": 38, "lis": 29, "bio": 84, "bills": 9, "amendments": 6, "votes": 123, "legislation": 4, "sponsors": 5, "cosponsors": 3, "committees": 4, "subjects": 109, "people": 38, "coords": 972, "remaining": 659, "colwidth": 10, "alignment": 299, "backend": 1196, "af": 224, "inet": 173, "sock": 561, "codec": 265, "canceling": 2, "closing": 224, "finished": 362, "processing": 300, "claim": 173, "quorum": 57, "acquired": 35, "reactor": 136, "held": 14, "recipients": 119, "smtp": 137, "sendmail": 25, "replies": 58, "stepback": 2, "priv": 177, "surfix": 11, "absolute": 424, "decrypted": 112, "change": 1677, "that": 1566, "triggered": 60, "useful": 55, "knowing": 1, "along": 103, "there": 93, "three": 287, "categories": 374, "anything": 14, "evaluates": 9, "subshell": 8, "invoked": 33, "making": 7, "conditionally": 6, "launch": 202, "prompt": 525, "uniquely": 3, "identify": 125, "stores": 73, "conform": 29, "subhshell": 1, "decorated": 46, "follow": 196, "following": 110, "followers": 31, "404": 98, "forms": 160, "superuser": 20, "datasets": 250, "subplots": 102, "inches": 55, "autofmt": 1, "xdate": 1, "preapproval": 3, "nohtml": 4, "inst": 796, "timemachine": 1, "foreignkeys": 3, "modification": 112, "ami": 19, "deregister": 128, "aws": 1736, "shlex": 90, "insts": 35, "mo": 219, "deps": 596, "vii": 7, "vmo": 3, "inherits": 44, "vsettings": 2, "setting": 585, "searchable": 21, "related": 425, "conforms": 4, "va": 219, "vm": 1126, "pg": 189, "qg": 16, "namedtuple": 53, "upgrade": 197, "accessor": 216, "tracked": 81, "readline": 549, "unchecked": 26, "orcid": 19, "etree": 225, "getroot": 32, "experiment": 195, "ignition": 2, "datapoints": 74, "pres": 48, "rise": 8, "vol": 192, "chemked": 2, "chem": 19, "ked": 2, "vsgen": 4, "vsg": 14, "logname": 21, "clock": 328, "writables": 2, "words": 853, "word": 2200, "nargs": 140, "serialized": 228, "macaroon": 52, "bakery": 17, "interaction": 64, "oretrieve": 3, "tmpdf": 2, "duplicates": 167, "how": 214, "hooks": 314, "cleanup": 265, "strict": 481, "temporary": 227, "bash": 32, "rpn": 34, "operator": 1003, "matcher": 465, "hc": 149, "described": 44, "utype": 203, "yang": 689, "dyn": 270, "soo": 4, "presence": 398, "helper": 1329, "extmethods": 372, "extensions": 798, "defining": 200, "redistribute": 8, "ra": 535, "mpls": 24, "ldp": 27, "statistics": 265, "leaf": 436, "restricted": 109, "restriction": 213, "profiletype": 1, "go": 1530, "initial": 999, "construct": 230, "reg": 1659, "gpio": 73, "pigpio": 13, "aio": 31, "illegal": 102, "subdirs": 47, "subdir": 131, "detach": 191, "individual": 152, "xr": 80, "sx": 223, "yr": 75, "sy": 153, "diagram": 39, "nearest": 186, "fileinput": 6, "molsize": 2, "svg": 403, "readlines": 238, "plots": 73, "joined": 166, "statistic": 104, "rfind": 80, "uuid": 1467, "healpy": 11, "ang": 113, "20": 73, "21": 120, "22": 121, "clip": 393, "arccos": 44, "givenvalue": 7, "pixels": 274, "contigs": 52, "mwtabfile": 9, "metabolite": 4, "nmr": 15, "binned": 42, "stub": 140, "bases": 177, "nltk": 11, "about": 104, "separate": 39, "some": 241, "whitespace": 366, "normalization": 78, "doesn": 23, "yet": 33, "fuzzy": 66, "matching": 374, "caches": 102, "packages": 438, "already": 749, "attempted": 25, "they": 61, "aren": 1, "tried": 32, "qte": 66, "plain": 316, "tc": 435, "osp": 81, "isabs": 64, "collections": 485, "cartesian": 69, "containers": 342, "roomid": 7, "gmt": 16, "booking": 16, "csrfheader": 2, "csrftoken": 5, "callb": 31, "mypartial": 6, "mycallb": 6, "deliminator": 9, "eval": 1209, "cells": 592, "quoted": 259, "excel": 60, "transforms": 133, "dotpos": 4, "attrstr": 2, "baseval": 1, "ensures": 21, "creates": 33, "sticky": 88, "dpath": 43, "prints": 11, "octal": 50, "ensured": 7, "spaces": 388, "tabs": 274, "modifiers": 136, "modifier": 273, "escaped": 285, "regime": 30, "ordering": 81, "dvsnoexp": 4, "maxcount": 13, "dv": 147, "derived": 115, "conditional": 172, "cases": 99, "stacks": 102, "two": 491, "into": 640, "same": 492, "depricate": 1, "favor": 2, "stacked": 60, "utool": 335, "ut": 444, "nones": 14, "numstr": 14, "unitstr": 5, "cycles": 172, "nx": 345, "directed": 97, "acyclic": 10, "condensation": 17, "successors": 57, "gchild": 2, "descendant": 56, "preorder": 56, "uncondensed": 10, "inv": 524, "invert": 126, "itertwo": 3, "adj": 173, "take": 231, "uv": 223, "lmap": 9, "dag": 62, "transitive": 21, "closure": 148, "ab": 248, "uvs": 44, "unflat": 16, "runnable": 38, "listener": 1315, "ascending": 126, "conv": 560, "jte": 2, "cprint": 45, "km": 175, "pump": 67, "hdf": 194, "sink": 314, "bar": 700, "every": 180, "corrector": 22, "drain": 150, "cached": 664, "ro": 86, "tmdb": 9, "movies": 7, "movie": 76, "setex": 1, "wrong": 138, "populated": 22, "bare": 83, "targets": 855, "vs": 613, "notin": 1, "kick": 16, "artifact": 216, "nas": 15, "getint": 22, "challenge": 210, "exitcode": 23, "trigger": 680, "onresp": 2, "ccdattrs": 3, "userip": 7, "ccdfs": 2, "onerr": 2, "authport": 1, "later": 141, "assign": 856, "you": 154, "able": 31, "your": 69, "makes": 330, "synchronous": 357, "asynchronous": 579, "please": 352, "asynchronously": 327, "levelno": 17, "searchurls": 3, 